[{"id": "32a3da6c-6165-4990-b349-9965fe221218", "title": "Rock Crab", "location": "Limantour Spit, Point Reyes National Seashore, CA", "date": "October 2018", "width": 3, "height": 2, "comment": "The Rock Crab, <i>Cancer antennarius</i>, is closely related to the Dungeness Crab. A little bit smaller, it doesn't attract the same level of gastronomic attention. The rock crab is found on the Pacific Coast, from the tip of Baja California to British Columbia."}, {"id": "744a0762-85ae-4240-b904-90ab158b2711", "title": "Kelp Crab", "location": "Salt Point, CA", "date": "November 2012", "width": 2, "height": 3, "comment": "The kelp crab, <i>Pugettia producta</i>, lives in kelp beds and eel grass estuaries off the west coast of the United States. In summer they will cut bits of kelp from fronds and feed on that and other algae. During the winter, when algae is not as prevalent they will feed on small animals. They can be a bit feisty. This one drew blood from the person holding it"}, {"id": "84b83691-3cb7-404e-8b08-36309331d38c", "title": "Shag-Rug Nudibranch", "location": "Limantour Spit, Point Reyes National Seashore, CA", "date": "October 2018", "width": 2, "height": 3, "comment": "The shag-rug nudibranch, <i>Aeolidia loui</i>, is a gastropod commonly found along the California Coast. Nudibranchs feed on hydrozoa, a type of cnidarian. They incorporate the nematocysts from the hydrozoa into the flesh of their own tentacles, making themselves rather unpalatable."}, {"id": "3b09dfb1-4d8e-4b11-90e8-7ed826e25b05", "title": "East Pacific Red Octopus", "location": "Salt Point, CA", "date": "November 2012", "width": 2, "height": 3, "comment": "The East Pacific red octopus, <i>Octopus rubescens</i>, is the most common octopus along North American Pacific coast. It dwells on shallow sea floors, and occasionally in tide pools like this one."}, {"id": "c23b8adc-e0ab-4530-830b-ddfbfb6dc033", "title": "Red Abalone", "location": "Salt Point, CA", "date": "August 2020", "width": 2, "height": 3, "comment": "The red abalone, <i>Haliotis rufescens</i>, was once much more common along the California coast. Unfortunately for it, people are willing to spend a lot of money so they can eat one. It is now illegal to take them except under very strict conditions. These regulations are rigorously enforced. They like to hide in rocky crevices, like this one. So even if you find one it isn't that easy to take it out."}, {"id": "f5daaf77-3c74-47df-9861-ce10f7b914bd", "title": "Red Abalone", "location": "Salt Point, CA", "date": "Novenber 2012", "width": 2, "height": 3, "comment": "Red abalone shells are easily found along the California coast. Finding a live abalone, like this one, is somewhat more difficult. They can be found at the lower levels of the intertidal zone, and are only exposed at extreme low tides."}]
