[{"id": "d7048886-0940-4694-a17b-d81da8ecd054", "title": "Blue Whale", "location": "Monterey Bay, CA", "date": "April 2015", "width": 3, "height": 2, "comment": "Blue whales are the larget vertebrate on Earth. They migrate to Monterey Bay in the summer and fall to feed on krill. They can be over 80 feet long and weigh 300,000 pounds. Blue whales can be identified by their small, uniquely shaped dorsal fin on a very long back."}, {"id": "cde36a57-de16-4731-be97-bb9f0bdf4d07", "title": "Surf Scoter", "location": "Pillar Point Harbor, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Surf Scoters are common along the California coast. They congregate, sometimes in large numbers, just outside the surf zone. They are diving ducks that feed on invertebrates on the sea floor."}, {"id": "6ca12524-fd8a-4521-b136-4c7e134a996d", "title": "Bird Breeding Colonies", "location": "Farallones Islands, CA", "date": "August 2015", "width": 2, "height": 3, "comment": "The Farallones Islands hosts large colonies of breeding sea birds. There are many birds hanging out on this rock face on Southeastern Farallones Island. Besides the many cormorants, there is a northern gannet and a blue-footed booby, both unusual birds for the California coast."}, {"id": "09735363-15f3-49c3-91bd-d0b29b62df90", "title": "King Eider", "location": "Seward SeaLife Center, AK", "date": "June 2013", "width": 3, "height": 2, "comment": "King Eiders are arctic sea ducks. In the summer they breed along the Arctic Ocean coast, and they spend the winter out in the Berring Sea. As with many ducks, the males are somewhat more colorful than the females. This pair lives in an open display at the SeaLife Center in Seward, Alaska."}, {"id": "b3a0b030-a36d-4531-b0a5-285819a67eb3", "title": "Laysan Albatross", "location": "Monterey Bay, CA", "date": "April 2015", "width": 3, "height": 2, "comment": "The Laysan albatross is one of three species of albatross that can be found in the waters off California. Albatrosses fly great distances across the ocean, flying low over the waves and economically moving their wings. Although they look like gulls, they are in fact not closely related. They have many adaptations that gulls don't have that allow them to live full time at sea. As seen in this picture, albatrosses are quite a bit larger than gulls."}, {"id": "afdf5223-621f-4e13-b0bf-ddbad4086650", "title": "Elephant Seal", "location": "Drake's Beach, Point Reyes National Seashore, CA", "date": "December 2019", "width": 3, "height": 2, "comment": "Elephant seals spend months at a time at sea in the North Pacific, diving to depths of a mile or more looking for squid, and staying under water for up to an hour and a half at a time. They then travel hundreds of miles back to land to rest, relax, mate and raise young. They don't eat at all for the months they are on land. This male bears scars on his neck from battles with other males for control of a harem. Apparently he lost, since he is hauled out a couple miles south of the main breeding area."}, {"id": "515504ff-8f97-4376-a8e7-89aaa486d141", "title": "Long-beaked Common Dolphin", "location": "Monterey Bay, CA", "date": "April 2015", "width": 3, "height": 2, "comment": "Long-beaked common dolphins are found off the Pacific coast, from central California to Chile, and the Atlantic coast of South America and Africa, and in the Indian Ocean. They can form large groups. This one was in a group of about 200 in Monterey Bay."}, {"id": "54d1c833-0a34-4ff5-b6ae-575983db5c0c", "title": "Long-beaked Common Dolphin", "location": "Monterey Bay, CA", "date": "April 2015", "width": 3, "height": 2, "comment": "Long-beaked common dolphins are curious and will follow boats, sometimes playing in the bow wave. This one is peering up at the humans looking over the side of a whale watching vessel."}, {"id": "5ee451e3-a16f-42b5-bf84-ffa623f2c2f6", "title": "Humpback Whale", "location": "Monterey Bay, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Humpback whales are the most commonly found whale in California's coastal waters. They are found worldwide. The Humpbacks that frequent California's coast travel to the waters off Mexico and Central America in the winter, where they breed and give birth. They return in the summer to feed off the food rich waters of California."}, {"id": "a01dc5d6-020e-4073-bbff-0394f548aca3", "title": "Humpback Whale", "location": "Monterey Bay, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "The humpback whales off California are tracked individually by researchers. They can be identified by the patterns on the underside of their flukes, which have dark and white patterns that serve as a fingerprint."}, {"id": "5aed67b8-be48-4996-934c-baa7c4cf763e", "title": "Harbor Seals", "location": "Monterey, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Harbor seals are the most abundant pinniped in the eastern North Pacific Ocean. Although perfectly at home in the water, they spend much of their time on land, in 'haul outs' where groups congregate. There are many such 'haul outs' on the coast and in the San Francisco Bay."}, {"id": "f183cba1-cb9d-4c69-a693-4d4d72d2d886", "title": "Risso's Dolphin", "location": "Monterey Bay, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Risso's dolphins are found worldwide, except in polar waters, and are common in Monterey Bay. They are fairly large, about 12 feet long, and are often found in groups of a dozen or so. They come to Monterey Bay to feed on their favorite food, squid. Most Risso's dolphins bear scars like this one, the result of battling with its favorite food item."}, {"id": "a020aa6b-c8c5-4588-9f68-5a8da2664138", "title": "California Sea Otter", "location": "Pacific Grove, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Sea otters have returned from near extinction in Calfornia to about 3000 individuals today. This is still far short of the estimated historical population of 200,00 to 300,000. This group is hanging out in a kelp bed about 100 yards off the shore in Monterey Bay."}]
