[{"id": "6bc4416e-1a92-4f87-91e0-b6b501755c58", "title": "Headlands", "location": "Pigeon Point, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Headlands are land that protrudes out into the sea. Waves diffract around the point of the headland causing erosion along their sides. Many prominent headlands have lighthouses like this one at Pigeon Point."}, {"id": "1c45e0da-2bbb-4f62-98a8-5fed344319fa", "title": "Sea Stack", "location": "Franklin Point, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "After suffering erosion along its sides for a while, a headland will become detached from the mainland and become a sea stack. This one at Franklin Point along the San Mateo County coast."}, {"id": "2bdd247f-0a95-47f2-b19d-7fdbd06e8595", "title": "Detached Island", "location": "Ano Nuevo State Park, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Erosion along the sides of a headland can eventually cause a large piece of land to become fully detached, forming an island. That is the case here at Ano Nuevo State Park. California and Stellar's sea lions, harbor seals, elephant seals and northern fur seals make use of the island for hauling out because they will be relatively unmolested."}, {"id": "4f47e4bd-c408-40f1-8aa9-e166c95da90d", "title": "Sea Arch", "location": "Natural Bridges State Park, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Wave erosion along the sides of a headland can form a natural arch. The sea arch here at Natural Bridges State Beach in Santa Cruz has become a popular weekend spot."}, {"id": "f926425c-143c-490c-b66b-c3b52c6b8414", "title": "Eel Grass Estuaries", "location": "Drakes Estero, Point Reyes National Seashore, CA", "date": "April 2021", "width": 3, "height": 2, "comment": "Drakes Estero in Point Reyes National Seashore is one of the few remaining extensive eel grass esturies along the West Coast. Eel grass estuaries are ecologically very important in that they serve as a nursery for many marine animals. The larval forms of many invertebrates as well as young fish of many fish go through their early developmental phases in the protective estuaries. The decimation of California's eel grass esturaries by coastal development has had a large impact on the abundance of sea life along the coast."}, {"id": "a2e1337c-cbd4-4ed7-ae6e-fbe19d82180d", "title": "Coastal Bays", "location": "Bolinas Bay, CA", "date": "April 2021", "width": 3, "height": 2, "comment": "Bays along the coast of California form a unique ecosystem in their own right. Bolinas Bay in the past hosted huge numbers of clams and other bivalves. The mud at the bottom of a shallow calm bay is the perfect habitat for these molluscs. While there are still clams in Bolinas Bay, the numbers are no where near where they used to be."}]
