[{"id": "ece07031-a2af-4206-9f90-be6d6d3bdd71", "title": "Container Ships", "location": "General Anchorage, San Francisco Bay, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "The 365 meter long container ship MSC Melatilde awaits entry to the Port of Oakland. Huge container ships relentlessly traverse the worlds oceans. They are significant contributors to oceanic pollution."}, {"id": "0bef662b-0050-4385-a5b0-08572e92ca43", "title": "Santa Cruz Jetty", "location": "Santa Cruz Harbor, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "The contruction of jetties has the undesired effect of accumulating sand on the 'up-current' side and draining sand on the 'down-current' side. Here at the jetty to Santa Cruz harbor you can see the removal of sand on the southern, 'down-current' side."}, {"id": "60e83054-fde5-4319-85d6-7ae598781ee1", "title": "Commercial Fishing", "location": "Moss Landing Harbor, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Commercial fishing has caused massive depletion of marine resources. Modern commercial fishing often uses technological advantages to exploit the ocean. The 78 foot <i>Sea Wave</i> has bright lights mounted above its decks to attract sea life, especially squid, that are captured in purse seines."}, {"id": "c2fabfef-868d-4c0a-9deb-48a890300dd2", "title": "Kite Surfing", "location": "Big Basin Redwoods State Beach, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Not all human uses of the ocean are deleterious. Someone figured out that strapping yourself to a kite and a surf board can be fun."}, {"id": "9981a1de-6a42-488b-b8b2-3277913027a3", "title": "Esplanade Ave", "location": "Pacifica, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "This photograph shows the empty lot on Esplanade Ave in Pacifica where an apartment building used to stand. When the apartments were built someone failed to take into account the fact that the cliff on which it stood is rapidly eroding. The building was condemned and then eventually torn down. Today it is an empty lot fenced off from the surrounding neighborhood. Surprisingly, the apartments next door are still advertising leases."}, {"id": "d158d34b-91c8-47a1-8c70-eda5c136ae1a", "title": "Esplanade Beach", "location": "Pacific, CA", "date": "May 2021", "width": 3, "height": 2, "comment": "Debris from the former apartment building dangles over the cliff. The rock comprising the cliff appears to be made of a soft sandstone. Below are rocks that were placed there in a futile attempt to halt the erosion."}]
